#include <iostream>

int main() {
    system("chcp 1251");
    system("cls");
    std::cout << "\tЯ лежал, кутаясь в свій краєшок одеяла, і мені було дуже зручно." << std::endl;
    std::cout << "\tЯ став частиною чогось більшого, багатоніжкового та багаторукого, теплого та балакучого." << std::endl;
    std::cout << "\tЯ став хвостом, чи рукою, можливо, навіть кісткою." << std::endl;
    std::cout << "\tПри кожному русі голова кружляла, і все одно, давно вже мені не було так затишно." << std::endl;
    std::cout << "\t- Маріан Петросян" << std::endl;

    return 0;
}
